alacritty
alsa-utils
autoconf
automake
base
binutils
bison
brightnessctl
broadcom-wl
dosfstools
efibootmgr
fakeroot
firefox
flex
gcc
geany
git
grub
intel-ucode
linux
linux-firmware
m4
make
mtools
nano
networkmanager
nitrogen
noto-fonts
noto-fonts-emoji
os-prober
patch
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-psutil
qtile
sudo
which
xbindkeys
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
